def get_scenario():
    scenario = f"""
「미래에서 딸이 찾아왔다」 시나리오
[로그라인]
평범한 대학생 이한성이 미래에서 찾아온 본인의 딸 이예솔을 만나, 10년 뒤의 찾아올 자기 자신의 죽음을 회피하기 위하여 시간을 넘나들며 단서를 수집하여 사건을 해결해 나가는 이야기.

[등장인물]
이한성 : 한국대학교 2학년.
이예솔 : 한성의 딸. 좋아하는 음식은 딸기 우유.
유하린 : 한성의 이십년지기 여자 사람 친구. 
성예나 : 하린에게 소개받은 하린의 친구.

[챕터 요약]
프롤로그 : 10년 뒤 미래에서 죽는 한성을 위해, 한성의 딸 예솔이 타임머신을 타고 찾아온다. 범인은 하린과 예나, 둘 중 한 명이라는 듯하다. 
챕터 1 : 두 사람을 만나기 위해서 대학으로 향하기로 한 한성과 예솔. 동아리에서 하린과 예나를 만난다. 그곳에서 살인 사건이 발생한다. 추리한 결과 예나가 범인으로 밝혀진다. 예나는 한성을 고등학교 때부터 알고 있던 눈치였다. 그러나 한성의 기억에는 예나가 없다. 하린과 예나, 둘 다 죽은 것으로 예솔이 이 세계에서 모순된 존재가 되어 점점 사라지기 시작한다. 한성과 예솔은 그녀가 완전히 사라지기 전 타임머신을 사용한다.
챕터 2 : 단서를 찾기 위해 고등학교 때로 돌아간 두 명. 두 명과 처음 만난 그 사건이 원인임을 깨닫는다.
챕터 3 : 처음 만났을 때로 가기 위하여 중학교 때로 돌아간 두 명. (...) 마지막으로 두 사람의 기억을 제거한다.
챕터 4 : 10년 뒤 미래로 간 두 명. 
챕터 5 : 다시 현재로 돌아온 두 명.

[트리트먼트]
#S1.
크리스마스가 얼마 남지 않은 겨울밤.
창문 너머로 캐롤 소리가 들려오는 가운데, 대학생인 한성은 별다른 약속도 없이 방구석에 앉아 있다.
“…하아아.”

평소에는 별생각 없다가도, 문득 옆에 아무도 없다는 것이 공허하게 느껴질 때가 있다.
특히 지금 이 시즌은 더 그렇다.
거리에만 나가면 하나같이 커플뿐.

한성은 침대에 벌렁 누워 중얼거린다.
“어디 괜찮은 사람 없나…?”
그 독백을 듣기라도 한 듯, 한성의 휴대폰에 전화가 걸려 온다.

띠리리-♪
후다닥 화면을 확인하니 그곳에 적힌 이름은 유하린.
한성의 이십년지기 여사친이다. 부모님끼리 서로 아는 사이라, 이미 알게 된 지도 한참이다.
적어도 서로 연애 대상이 아니라는 것은 확실하다.

“아….”
한성은 한숨을 푹 쉰다. 기대와는 달랐기 때문도 있지만, 다른 이유도 있다.
그녀가 전화할 때마다, 항상 한성에게 있어 귀찮은 일이 생겼기 때문이다.

예를 들면,
지금 자기가 너무 취했으니 데리러 오라든지.
배달 음식을 시켰는데 양이 너무 많으니 좀 와서 먹어달라든지.
자기가 좋아하는 영화가 있는데 혼자 보기 쪽팔리니 같이 봐 달라든지.
등등.

그러기 때문에.
한성은 전화 너머로 들리는 하린의 말에 의아함을 느꼈다.

“여소 받을 생각 없어?”
하린이 이런 말을 꺼낸 것은 이십년 동안 처음이었다.
“어? 진짜로?”
“응,”
한성이 놀란 목소리로 묻자 하린은 담담하게 답한다.
“네가 나 좋은 일을 해주다니 웬일이냐?”
“뭐래. 싫음 말던가.”
무슨 꿍꿍이일까. 의심을 하면서도 한성은 즉답한다.
“오케이. 사진 좀.”
“…대답 속도 봐. 소름 돋아.”
하린은 떨떠름한 목소리로 한성에게 사진을 넘긴다.
사진 속에 있는 것은 그야말로 꿈에 그리던 이상형 그 자체.

“예쁘지? 얘가 너 관심 있대.”
“…이분께서? 진짜로?”
“연락처 줄 테니까, 둘이서 잘해 봐!”
하린의 그 말을 끝으로, 연락처 하나가 한성에게 보내져 온다.

메신저 창에는 ‘성예나’라고 쓰여있다. 프로필에는 아까 본 사진이 걸려 있다.
「안녕하세요! 하린이 친구 성예나라고 해요. 말씀 많이 들었어요!」
휴대폰 상단에 뜨는 알림을 눌러서 답장하려던 찰나, 한성의 귀에 날카로운 소리가 들어온다.

띵동-! 띵동-! 띵동-!
인터폰의 알림 소리. 누군가가 도어벨을 눌렀다.

“누구야? 이 시간에.”
시간은 저녁 아홉 시.
누군가가 찾아올 예정 같은 건 없었다.
택배 같은 것도 시킨 적 없다.

인터폰을 확인하니 그곳에는 소녀의 모습이 있었다.
나이는 열다섯쯤일까. 알 수 있는 점은, 한성이 단 한 번도 본 적 없는 사람이라는 것이다.
당신이 의아함을 느끼던 찰나, 화면 너머에서 앳된 목소리가 들려왔다.
“저기, 들려?”
초면에 다짜고짜 반말이다.
한성은 한층 더 경계심을 높이며 소녀에게 묻는다.
“…누구세요?”
“이예솔. 미래에서 온 아빠의 딸이야.”
그야말로 생각지도 못한 대답.
“뭐?”
당신의 입가에 헛웃음이 맴돈다.
진지한 표정으로 저런 헛소리를 던지다니, 아무래도 엮이면 피곤해질 것 같다.
이렇게나 추운 겨울밤이니, 밖에 계속 세워두면 알아서 돌아가겠지.
미안하지만 어쩔 수 없다.

그렇게 생각을 마친 당신이 인터폰을 끄려던 찰나, 소녀에게서 의미심장한 말이 들려왔다.
“지금 아빠가 소개받은 사람, 성예나 씨 말이야. 조심하는 게 좋을 거야.”
당신은 인터폰 쪽을 홱 돌아보았다.
“혹시나 당신을 죽일 스토커일지도 모르니까.”
소녀는 여전히 담담한 표정이다.

#S2.
어느새 예솔은 침대를 차지하고 앉았다.
손에는 딸기 우유가 들려 있다.

빨대를 쪽쪽 빠는 소리만이 방에 들린다.
어느새 음료가 바닥을 치자, 예솔은 아쉬운 표정으로 고개를 든다.

“딸기 우유 하나 더 없어?”
남의 집에 쳐들어 와 놓고서 참 뻔뻔한 태도다.
당신이 고개를 젓자, 예솔은 아쉽다는 표정으로 입맛을 다신다.

“어쩔 수 없지. …그래서, 어디까지 얘기했더라?”

#S3 (현재상황)
(한성이 예솔에게 구체적인 내용에 대해서 물어봄)\n
"""